{
  "<|endoftext|>": 0,
  "\u0000": 1,
  "\u0001": 2,
  "\u0002": 3,
  "\u0003": 4,
  "\u0004": 5,
  "\u0005": 6,
  "\u0006": 7,
  "\u0007": 8,
  "\b": 9,
  "\t": 10,
  "\n": 11,
  "\u000b": 12,
  "\f": 13,
  "\r": 14,
  "\u000e": 15,
  "\u000f": 16,
  "\u0010": 17,
  "\u0011": 18,
  "\u0012": 19,
  "\u0013": 20,
  "\u0014": 21,
  "\u0015": 22,
  "\u0016": 23,
  "\u0017": 24,
  "\u0018": 25,
  "\u0019": 26,
  "\u001a": 27,
  "\u001b": 28,
  "\u001c": 29,
  "\u001d": 30,
  "\u001e": 31,
  "\u001f": 32,
  " ": 33,
  "!": 34,
  "\"": 35,
  "#": 36,
  "$": 37,
  "%": 38,
  "&": 39,
  "'": 40,
  "(": 41,
  ")": 42,
  "*": 43,
  "+": 44,
  ",": 45,
  "-": 46,
  ".": 47,
  "/": 48,
  "0": 49,
  "1": 50,
  "2": 51,
  "3": 52,
  "4": 53,
  "5": 54,
  "6": 55,
  "7": 56,
  "8": 57,
  "9": 58,
  ":": 59,
  ";": 60,
  "<": 61,
  "=": 62,
  ">": 63,
  "?": 64,
  "@": 65,
  "A": 66,
  "B": 67,
  "C": 68,
  "D": 69,
  "E": 70,
  "F": 71,
  "G": 72,
  "H": 73,
  "I": 74,
  "J": 75,
  "K": 76,
  "L": 77,
  "M": 78,
  "N": 79,
  "O": 80,
  "P": 81,
  "Q": 82,
  "R": 83,
  "S": 84,
  "T": 85,
  "U": 86,
  "V": 87,
  "W": 88,
  "X": 89,
  "Y": 90,
  "Z": 91,
  "[": 92,
  "\\": 93,
  "]": 94,
  "^": 95,
  "_": 96,
  "`": 97,
  "a": 98,
  "b": 99,
  "c": 100,
  "d": 101,
  "e": 102,
  "f": 103,
  "g": 104,
  "h": 105,
  "i": 106,
  "j": 107,
  "k": 108,
  "l": 109,
  "m": 110,
  "n": 111,
  "o": 112,
  "p": 113,
  "q": 114,
  "r": 115,
  "s": 116,
  "t": 117,
  "u": 118,
  "v": 119,
  "w": 120,
  "x": 121,
  "y": 122,
  "z": 123,
  "{": 124,
  "|": 125,
  "}": 126,
  "~": 127,
  "": 128,
  "�": 256,
  " t": 257,
  " a": 258,
  "he": 259,
  "in": 260,
  " the": 261,
  "re": 262,
  " o": 263,
  " ,": 264,
  "er": 265,
  " s": 266,
  "at": 267,
  " .": 268,
  "nd": 269,
  "is": 270,
  "or": 271,
  " w": 272,
  " c": 273,
  "on": 274,
  " b": 275,
  " f": 276,
  "ou": 277,
  "it": 278,
  "en": 279,
  "es": 280,
  " of": 281,
  " p": 282,
  "ing": 283,
  " in": 284,
  "ed": 285,
  "al": 286,
  " m": 287,
  " and": 288,
  " d": 289,
  "an": 290,
  "ar": 291,
  " to": 292,
  "om": 293,
  " th": 294,
  "ic": 295,
  " h": 296,
  "ion": 297,
  " l": 298,
  " y": 299,
  " e": 300,
  "as": 301,
  "ot": 302,
  "il": 303,
  " n": 304,
  " u": 305,
  "ent": 306,
  " be": 307,
  " &": 308,
  " is": 309,
  " you": 310,
  "os": 311,
  " re": 312,
  "et": 313,
  " for": 314,
  "ut": 315,
  "le": 316,
  "ve": 317,
  " g": 318,
  "ay": 319,
  "ce": 320,
  "st": 321,
  "ow": 322,
  "ad": 323,
  " on": 324,
  " I": 325,
  "ver": 326,
  " A": 327,
  "ur": 328,
  "ll": 329,
  "ct": 330,
  "qu": 331,
  " that": 332,
  "im": 333,
  "all": 334,
  "am": 335,
  "ig": 336,
  "ch": 337,
  "ol": 338,
  "se": 339,
  "ation": 340,
  " P": 341,
  "ith": 342,
  "ir": 343,
  " S": 344,
  " it": 345,
  "ro": 346,
  "ap": 347,
  " sh": 348,
  " C": 349,
  "th": 350,
  " com": 351,
  " @": 352,
  " wh": 353,
  "-@": 354,
  " are": 355,
  " @-@": 356,
  "nt": 357,
  "id": 358,
  " with": 359,
  "ers": 360,
  " as": 361,
  "the": 362,
  "and": 363,
  "if": 364,
  "ord": 365,
  " he": 366,
  "ist": 367,
  "quot": 368,
  "ment": 369,
  " M": 370,
  " or": 371,
  "ore": 372,
  "rom": 373,
  "op": 374,
  " G": 375,
  " we": 376,
  "ld": 377,
  "od": 378,
  "ly": 379,
  " de": 380,
  "ill": 381,
  "res": 382,
  " st": 383,
  "ri": 384,
  " us": 385,
  " this": 386,
  "ess": 387,
  " 2": 388,
  "ter": 389,
  " ;": 390,
  " L": 391,
  "ain": 392,
  "art": 393,
  " con": 394,
  "apos": 395,
  "ag": 396,
  " pro": 397,
  " from": 398,
  " an": 399,
  "est": 400,
  "ave": 401,
  " (": 402,
  "00": 403,
  " E": 404,
  "em": 405,
  " not": 406,
  " )": 407,
  " 1": 408,
  " your": 409,
  " can": 410,
  " by": 411,
  " D": 412,
  " ne": 413,
  " v": 414,
  "igh": 415,
  "ich": 416,
  " all": 417,
  " up": 418,
  "ul": 419,
  " W": 420,
  "ble": 421,
  " they": 422,
  " B": 423,
  " ye": 424,
  "un": 425,
  " which": 426,
  " O": 427,
  "ke": 428,
  "ate": 429,
  "el": 430,
  " wor": 431,
  " su": 432,
  " F": 433,
  "oc": 434,
  " se": 435,
  " H": 436,
  " have": 437,
  " shall": 438,
  " ch": 439,
  " r": 440,
  "ity": 441,
  " sp": 442,
  "ive": 443,
  "ress": 444,
  "ight": 445,
  " will": 446,
  " comp": 447,
  "ort": 448,
  "ant": 449,
  " &#": 450,
  "are": 451,
  "..": 452,
  " ex": 453,
  " And": 454,
  " ..": 455,
  " ...": 456,
  "ast": 457,
  "24": 458,
  " T": 459,
  "ould": 460,
  "ven": 461,
  "ust": 462,
  " tr": 463,
  "um": 464,
  "out": 465,
  "com": 466,
  " unt": 467,
  "ree": 468,
  "ft": 469,
  "ost": 470,
  "ish": 471,
  "124": 472,
  " unto": 473,
  "mer": 474,
  "lo": 475,
  "ings": 476,
  "ect": 477,
  " ac": 478,
  "this": 479,
  "iz": 480,
  "ated": 481,
  "ac": 482,
  "lu": 483,
  "ere": 484,
  " man": 485,
  "ions": 486,
  "for": 487,
  " my": 488,
  " at": 489,
  " al": 490,
  "rou": 491,
  "ra": 492,
  "age": 493,
  "ans": 494,
  "pp": 495,
  "ind": 496,
  " work": 497,
  "ies": 498,
  "here": 499
}