{
  "<|endoftext|>": 0,
  "Ā": 1,
  "ā": 2,
  "Ă": 3,
  "ă": 4,
  "Ą": 5,
  "ą": 6,
  "Ć": 7,
  "ć": 8,
  "Ĉ": 9,
  "ĉ": 10,
  "Ċ": 11,
  "ċ": 12,
  "Č": 13,
  "č": 14,
  "Ď": 15,
  "ď": 16,
  "Đ": 17,
  "đ": 18,
  "Ē": 19,
  "ē": 20,
  "Ĕ": 21,
  "ĕ": 22,
  "Ė": 23,
  "ė": 24,
  "Ę": 25,
  "ę": 26,
  "Ě": 27,
  "ě": 28,
  "Ĝ": 29,
  "ĝ": 30,
  "Ğ": 31,
  "ğ": 32,
  "Ġ": 33,
  "!": 34,
  "\"": 35,
  "#": 36,
  "$": 37,
  "%": 38,
  "&": 39,
  "'": 40,
  "(": 41,
  ")": 42,
  "*": 43,
  "+": 44,
  ",": 45,
  "-": 46,
  ".": 47,
  "/": 48,
  "0": 49,
  "1": 50,
  "2": 51,
  "3": 52,
  "4": 53,
  "5": 54,
  "6": 55,
  "7": 56,
  "8": 57,
  "9": 58,
  ":": 59,
  ";": 60,
  "<": 61,
  "=": 62,
  ">": 63,
  "?": 64,
  "@": 65,
  "A": 66,
  "B": 67,
  "C": 68,
  "D": 69,
  "E": 70,
  "F": 71,
  "G": 72,
  "H": 73,
  "I": 74,
  "J": 75,
  "K": 76,
  "L": 77,
  "M": 78,
  "N": 79,
  "O": 80,
  "P": 81,
  "Q": 82,
  "R": 83,
  "S": 84,
  "T": 85,
  "U": 86,
  "V": 87,
  "W": 88,
  "X": 89,
  "Y": 90,
  "Z": 91,
  "[": 92,
  "\\": 93,
  "]": 94,
  "^": 95,
  "_": 96,
  "`": 97,
  "a": 98,
  "b": 99,
  "c": 100,
  "d": 101,
  "e": 102,
  "f": 103,
  "g": 104,
  "h": 105,
  "i": 106,
  "j": 107,
  "k": 108,
  "l": 109,
  "m": 110,
  "n": 111,
  "o": 112,
  "p": 113,
  "q": 114,
  "r": 115,
  "s": 116,
  "t": 117,
  "u": 118,
  "v": 119,
  "w": 120,
  "x": 121,
  "y": 122,
  "z": 123,
  "{": 124,
  "|": 125,
  "}": 126,
  "~": 127,
  "ġ": 128,
  "Ģ": 129,
  "ģ": 130,
  "Ĥ": 131,
  "ĥ": 132,
  "Ħ": 133,
  "ħ": 134,
  "Ĩ": 135,
  "ĩ": 136,
  "Ī": 137,
  "ī": 138,
  "Ĭ": 139,
  "ĭ": 140,
  "Į": 141,
  "į": 142,
  "İ": 143,
  "ı": 144,
  "Ĳ": 145,
  "ĳ": 146,
  "Ĵ": 147,
  "ĵ": 148,
  "Ķ": 149,
  "ķ": 150,
  "ĸ": 151,
  "Ĺ": 152,
  "ĺ": 153,
  "Ļ": 154,
  "ļ": 155,
  "Ľ": 156,
  "ľ": 157,
  "Ŀ": 158,
  "ŀ": 159,
  "Ł": 160,
  "ł": 161,
  "¡": 162,
  "¢": 163,
  "£": 164,
  "¤": 165,
  "¥": 166,
  "¦": 167,
  "§": 168,
  "¨": 169,
  "©": 170,
  "ª": 171,
  "«": 172,
  "¬": 173,
  "Ń": 174,
  "®": 175,
  "¯": 176,
  "°": 177,
  "±": 178,
  "²": 179,
  "³": 180,
  "´": 181,
  "µ": 182,
  "¶": 183,
  "·": 184,
  "¸": 185,
  "¹": 186,
  "º": 187,
  "»": 188,
  "¼": 189,
  "½": 190,
  "¾": 191,
  "¿": 192,
  "À": 193,
  "Á": 194,
  "Â": 195,
  "Ã": 196,
  "Ä": 197,
  "Å": 198,
  "Æ": 199,
  "Ç": 200,
  "È": 201,
  "É": 202,
  "Ê": 203,
  "Ë": 204,
  "Ì": 205,
  "Í": 206,
  "Î": 207,
  "Ï": 208,
  "Ð": 209,
  "Ñ": 210,
  "Ò": 211,
  "Ó": 212,
  "Ô": 213,
  "Õ": 214,
  "Ö": 215,
  "×": 216,
  "Ø": 217,
  "Ù": 218,
  "Ú": 219,
  "Û": 220,
  "Ü": 221,
  "Ý": 222,
  "Þ": 223,
  "ß": 224,
  "à": 225,
  "á": 226,
  "â": 227,
  "ã": 228,
  "ä": 229,
  "å": 230,
  "æ": 231,
  "ç": 232,
  "è": 233,
  "é": 234,
  "ê": 235,
  "ë": 236,
  "ì": 237,
  "í": 238,
  "î": 239,
  "ï": 240,
  "ð": 241,
  "ñ": 242,
  "ò": 243,
  "ó": 244,
  "ô": 245,
  "õ": 246,
  "ö": 247,
  "÷": 248,
  "ø": 249,
  "ù": 250,
  "ú": 251,
  "û": 252,
  "ü": 253,
  "ý": 254,
  "þ": 255,
  "ÿ": 256,
  "Ġt": 257,
  "Ġa": 258,
  "he": 259,
  "in": 260,
  "Ġthe": 261,
  "re": 262,
  "Ġo": 263,
  "Ġ,": 264,
  "er": 265,
  "Ġs": 266,
  "at": 267,
  "Ġ.": 268,
  "nd": 269,
  "is": 270,
  "or": 271,
  "Ġw": 272,
  "Ġc": 273,
  "on": 274,
  "Ġb": 275,
  "Ġf": 276,
  "ou": 277,
  "it": 278,
  "en": 279,
  "es": 280,
  "Ġof": 281,
  "Ġp": 282,
  "ing": 283,
  "Ġin": 284,
  "ed": 285,
  "al": 286,
  "Ġm": 287,
  "Ġand": 288,
  "Ġd": 289,
  "an": 290,
  "ar": 291,
  "Ġto": 292,
  "om": 293,
  "Ġth": 294,
  "ic": 295,
  "ion": 296,
  "Ġh": 297,
  "Ġl": 298,
  "Ġy": 299,
  "Ġe": 300,
  "as": 301,
  "ot": 302,
  "il": 303,
  "Ġn": 304,
  "Ġu": 305,
  "ent": 306,
  "Ġbe": 307,
  "Ġ&": 308,
  "Ġis": 309,
  "Ġyou": 310,
  "os": 311,
  "Ġre": 312,
  "et": 313,
  "Ġfor": 314,
  "ut": 315,
  "el": 316,
  "Ġg": 317,
  "ay": 318,
  "st": 319,
  "ow": 320,
  "le": 321,
  "ce": 322,
  "ad": 323,
  "Ġon": 324,
  "ĠI": 325,
  "ver": 326,
  "ve": 327,
  "ĠA": 328,
  "ur": 329,
  "ol": 330,
  "ct": 331,
  "qu": 332,
  "Ġthat": 333,
  "im": 334,
  "all": 335,
  "am": 336,
  "ig": 337,
  "ch": 338,
  "ation": 339,
  "ĠP": 340,
  "ith": 341,
  "ir": 342,
  "ĠS": 343,
  "Ġit": 344,
  "Ġpr": 345,
  "ap": 346,
  "Ġsh": 347,
  "ĠC": 348,
  "th": 349,
  "Ġcom": 350,
  "Ġ@": 351,
  "Ġwh": 352,
  "-@": 353,
  "Ġare": 354,
  "Ġ@-@": 355,
  "nt": 356,
  "id": 357,
  "Ġwith": 358,
  "Ġal": 359,
  "op": 360,
  "Ġus": 361,
  "ers": 362,
  "Ġas": 363,
  "the": 364,
  "and": 365,
  "if": 366,
  "ord": 367,
  "od": 368,
  "Ġhe": 369,
  "ist": 370,
  "quot": 371,
  "ment": 372,
  "ĠM": 373,
  "Ġor": 374,
  "ore": 375,
  "ĠG": 376,
  "Ġfr": 377,
  "ill": 378,
  "res": 379,
  "Ġst": 380,
  "ess": 381,
  "ld": 382,
  "Ġthis": 383,
  "Ġ2": 384,
  "art": 385,
  "Ġ;": 386,
  "ĠL": 387,
  "ly": 388,
  "ain": 389,
  "ul": 390,
  "Ġde": 391,
  "Ġcon": 392,
  "est": 393,
  "se": 394,
  "apos": 395,
  "ag": 396,
  "Ġfrom": 397,
  "Ġan": 398,
  "Ġwe": 399,
  "Ġ(": 400,
  "00": 401,
  "ter": 402,
  "ĠE": 403,
  "em": 404,
  "ave": 405,
  "Ġnot": 406,
  "Ġ)": 407,
  "Ġ1": 408,
  "Ġyour": 409,
  "oc": 410,
  "Ġcan": 411,
  "Ġby": 412,
  "ĠD": 413,
  "Ġne": 414,
  "Ġv": 415,
  "igh": 416,
  "ich": 417,
  "Ġall": 418,
  "ri": 419,
  "Ġup": 420,
  "Ġr": 421,
  "ĠW": 422,
  "ble": 423,
  "Ġthey": 424,
  "ĠB": 425,
  "un": 426,
  "Ġye": 427,
  "Ġwhich": 428,
  "ĠO": 429,
  "ke": 430,
  "Ġwor": 431,
  "Ġsu": 432,
  "ĠF": 433,
  "ĠH": 434,
  "Ġhave": 435,
  "ate": 436,
  "Ġshall": 437,
  "Ġch": 438,
  "ect": 439,
  "ity": 440,
  "Ġsp": 441,
  "ress": 442,
  "ight": 443,
  "Ġwill": 444,
  "Ġcomp": 445,
  "ort": 446,
  "ant": 447,
  "Ġ&#": 448,
  "ive": 449,
  "are": 450,
  "..": 451,
  "Ġex": 452,
  "ĠAnd": 453,
  "Ġ...": 454,
  "ast": 455,
  "24": 456,
  "ĠT": 457,
  "ould": 458,
  "ven": 459,
  "Ġtr": 460,
  "ust": 461,
  "um": 462,
  "out": 463,
  "com": 464,
  "Ġunt": 465,
  "Ġse": 466,
  "ft": 467,
  "ree": 468,
  "ost": 469,
  "og": 470,
  "ish": 471,
  "ions": 472,
  "iz": 473,
  "124": 474,
  "Ġunto": 475,
  "mer": 476,
  "ings": 477,
  "Ġac": 478,
  "this": 479,
  "ated": 480,
  "ac": 481,
  "lu": 482,
  "ere": 483,
  "Ġman": 484,
  "for": 485,
  "Ġmy": 486,
  "Ġat": 487,
  "ies": 488,
  "age": 489,
  "rou": 490,
  "lo": 491,
  "ans": 492,
  "pp": 493,
  "ind": 494,
  "Ġwork": 495,
  "here": 496,
  "fore": 497,
  "Ġsit": 498,
  "Ġver": 499
}